/**
 * Created by army8735 on 2018/2/6.
 */

'use strict';

export default {
  1: '原创音乐',
  2: '翻唱',
  3: '填词翻唱',
  4: '改编音乐',
  5: '音乐专辑',
  6: '视频',
  7: '图片',
  8: '广播剧',
  9: '有声小说',
  10: '小说',
  11: '相册',
  12: '漫画',
  13: '动画',
  14: '电影',
  15: '电视剧',
  16: '游戏',
  17: '文集',
  18: '歌单',
  19: '朗诵',
  20: '演奏',
  21: '图册',
  22: '绘画',
  23: '摄影',
  24: 'Cosplay',
  25: '设计',
  26: '音乐视频',
  27: '微电影',
  28: '动态漫画',
  29: '诗词',
  30: '戏剧',
  31: '散文',
  32: '故事',
  33: '图书',
  34: '演唱会',
  35: '音乐剧',
  36: '书法',
};
